[
  {
    "perksImage" : "/assets/images/services/suportIcon1.svg",
    "perksTitle" : "Development Support",
    "perksDetail" : "Count on our IT outsourcing solutions for skilled Software Development and Team Augmentation with experienced resources to achieve business objectives."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon5.svg",
    "perksTitle" : "Performance Monitoring",
    "perksDetail" : "Enjoy our robust framework for optimal infrastructure and product performance, backed by diligent monitoring to prevent any unexpected issues."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon2.svg",
    "perksTitle" : "Application Improvement",
    "perksDetail" : "Unlock the potential of your web, mobile, & software applications through customized enhancement plans for enhanced functionality and improvement."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon3.svg",
    "perksTitle" : "Migration Service",
    "perksDetail" : "Effortlessly elevate your operational systems and server performance with seamless infrastructure migration, ensuring uninterrupted operations."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon4.svg",
    "perksTitle" : "DevOps Solution",
    "perksDetail" : "Beyond website and software support, we facilitate collaboration between product and development teams, offering DevOps services for streamlined delivery."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon5.svg",
    "perksTitle" : "Bug Tracking",
    "perksDetail" : "We diligently identify and address flaws and defects, ensuring seamless bug tracking for flawless and robust software development."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon6.svg",
    "perksTitle" : "Continuous Monitoring",
    "perksDetail" : "We are dedicated to delivering high-quality and the best web solutions that align with your vision and strategic analysis."
  },
  {
    "perksImage" : "/assets/images/services/suportIcon7.svg",
    "perksTitle" : " Cost Optimization",
    "perksDetail" : "We streamline IT infrastructure, optimize costs, & ensure scalable software support by identifying resource inefficiencies and right-sizing hardware services."
  }
]