[
  {
    "img": "/assets/images/services/sp-icon-1.svg",
    "title": "AR/VR Metaverse\nGame Development",
    "desc": "Metaverse provides all the business's utter internationalization and localization capabilities to make sure that your application of Metaverse is accessible easily from anywhere. We make the best AR/VR game development services according to your needs."
  },
  {
    "img": "/assets/images/services/sp-icon-2.svg",
    "title": "2D/3D Metaverse\nGame Development",
    "desc": "The agile method is adopted to develop strong and quality 2D/3D games that provide players the facility to engage themselves in the virtual world. Create your game now with best-in-class technologies and keeping your idea in mind."
  },
  {
    "img": "/assets/images/services/sp-icon-3.svg",
    "title": "NFT\nGame Development",
    "desc": "Enjoy our NFT Game Development services and help your targeted gamers with a platform where they can raise funds by buying and selling gaming avatars. Connect with DigiMark Developers now."
  },
  {
    "img": "/assets/images/services/sp-icon-1.svg",
    "title": "Custom\nGames Development",
    "desc": "DigiMark Developers bring your thoughts to life by adding your attractive storylines, engaging gameplay, and mechanics perfectly. Our professionals will make an outstanding gaming experience that will relate to your audience."
  },
  {
    "img": "/assets/images/services/sp-icon-2.svg",
    "title": "Metaverse Marketplace\nDevelopment",
    "desc": "We provide Metaverse marketplace development services to different business domains. Transform your marketplace by connecting with DigiMark Developers and taking your gaming experience to the next level."
  },
  {
    "img": "/assets/images/services/sp-icon-3.svg",
    "title": "Play To Earn\nGame Development",
    "desc": "Play-to-earn model is being famous and profitable. The Blockchain Game Development Cost is suitable and this service provides several features to the users where they can earn while playing the game. Get your Metaverse game based on the P2E model with DigiMark Developers."
  }
]
