[
  {
    "whyChooseIcon" : "/assets/images/services/datae1.svg",
    "whyChooseTitle" : "AI Consulting Services",
    "whyChooseDetail" : "At DigiMark Developers, a top AI and machine learning specialist, we bring the future to your fingertips with cutting-edge AI and machine learning engineering solutions."
  },
  {
    "whyChooseIcon" : "/assets/images/services/datae2.svg",
    "whyChooseTitle" : "First-time AI Adoption",
    "whyChooseDetail" : "Wondering if AI is a good fit for your business? Our AI expert identifies areas where automation can streamline your workflows. We'll guide you through the whole process, from figuring out what you can automate to building the AI tool and making sure everyone loves using it."
  },
  {
    "whyChooseIcon" : "/assets/images/services/datae3.svg",
    "whyChooseTitle" : "AI Audit & Reengineering",
    "whyChooseDetail" : "If you are not getting the expected result from your AI system, We'll review your system's design, logic, and user experience to identify any issues. We can fix, update, or rebuild your AI to get it on track for future growth as your AI needs to evolve."
  },
  {
    "whyChooseIcon" : "/assets/images/services/datae4.svg",
    "whyChooseTitle" : "Predictive Analytics",
    "whyChooseDetail" : "We use cutting-edge data analysis tools to help you see what's coming. This lets you make smarter decisions about your market trends, customers, and operations. By planning ahead, you can stay one step ahead of the competition."
  },
  {
    "whyChooseIcon" : "/assets/images/services/datae5.svg",
    "whyChooseTitle" : "AI Solutions Development",
    "whyChooseDetail" : "We can help you implement AI in your business, from start to finish. We can automate tasks, improve customer service, and give you a powerful advantage.  We'll handle everything, so you can focus on what matters most."
  },
  {
    "whyChooseIcon" : "/assets/images/services/datae6.svg",
    "whyChooseTitle" : "Domain-specific Model Development",
    "whyChooseDetail" : "Our data science team crafts AI strategies and custom ML models tailored to your industry and unique needs. We leverage leading foundation models and integrate them with your data, ensuring optimal performance through rigorous testing and validation."
  }
]