[
  {
    "whyChooseIcon" : "/assets/images/services/services1.svg",
    "whyChooseTitle" : "Real Estate NFT Marketplace",
    "whyChooseDetail" : "Allow real estate agents and investors to put their properties, set discussions, price and show their portfolios within our platform. Even though this industry still requires improvements, real estate NFTs are in high demand due to advanced security and identity."
  },
  {
    "whyChooseIcon" : "/assets/images/services/services2.svg",
    "whyChooseTitle" : "Game NFT Marketplace Apps",
    "whyChooseDetail" : "Whether you have your own game or want to create an app specifically for one of the most popular spheres, use our game NFT marketplace development to allow users to sell and purchase various game assets and improve their gaming experience."
  },
  {
    "whyChooseIcon" : "/assets/images/services/services3.svg",
    "whyChooseTitle" : "Sports NFT Marketplace Apps",
    "whyChooseDetail" : "Perfect for any sport lover who is also looking for new stable incomes. NFT sports marketplace development with our team will make sure any fan can sell and buy sports videos, photos and staff, while also reaching a high yet niche-specific target audience of those."
  },
  {
    "whyChooseIcon" : "/assets/images/services/services4.svg",
    "whyChooseTitle" : "Art NFT \nMarketplace Apps",
    "whyChooseDetail" : "Art NFT marketplace connects artists and people who are looking for art to add to their collections. There are few specialized Art NFT marketplaces, so partnering our team can give you an advantage in this challenging market, as we guarantee custom NFT art marketplace development."
  },
  {
    "whyChooseIcon" : "/assets/images/services/services5.svg",
    "whyChooseTitle" : "Digital Collectibles NFT Marketplace Apps",
    "whyChooseDetail" : "Interexy helps clients to get the most engaging marketplace apps with in-depth expertise in the NFT collectibles domain. Provide a unique place for those who are looking for various collectibles and enter the most flourishing domain in 2021 and probably this year as well."
  },
  {
    "whyChooseIcon" : "/assets/images/services/services6.svg",
    "whyChooseTitle" : "Music NFT \nMarketplace Apps",
    "whyChooseDetail" : "Our NFT music marketplace development solutions can help you to give you a competitive application to distribution platforms. We also ensure a reduction in gas fees by choosing the best blockchain, allowing you to modernize the global audio streaming industry."
  }
]